---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrRiserThickness
source: html/c9fa2305-089d-7127-d971-e871855eae24.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrRiserThickness Property

"Riser Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrRiserThickness { get; }
```